/*
Задание 2. Пользователь вводит с клавиатуры денежную
сумму в гривнах и копейках (гривны и копейки вводятся
в разные переменные). Сумма может быть введена как
правильно (например 19 грн. 90 коп), так и неправильно
(например 22 грн. 978 коп). Написать программу, которая,
используя только линейный алгоритм, осуществит корректировку введенной денежной суммы в правильную форму.
Например, если пользователь ввел 11 грн. 150 коп,
программа должна вывести на экран сумму 12 грн. 50 коп.
*/

#include <iostream>

using namespace std;


int main()
{
	setlocale(LC_ALL, ""); //работает только с потоком вывода	

	return	0;
}