/*
Задание 4. Написать программу вычисления расстояния
между населенными пунктами, изображенными на карте. Ниже приведен рекомендуемый вид экрана во время
выполнения программы.
Вычисление расстояния между населенными пунктами
Введите исходные данные:
Масштаб карты (количество километров в одном
сантиметре) -> 120.
Расстояние между точками, изображающими
населенные пункты (см) -> 3.5.
Расстояние между населенными пунктами 420 км.
*/

#include <iostream>

using namespace std;


int main()
{
	setlocale(LC_ALL, ""); //работает только с потоком вывода	

	return	0;
}